# Taps
tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'

# Install ZSH
brew 'zsh'
brew 'zsh-completions'
brew 'zsh-autosuggestions'

# Development
brew 'ripgrep'
brew 'git'
brew 'tmux'
brew 'wget'
brew 'neovim'
brew 'bat'
brew 'ncdu'
brew 'openssl'
brew 'prettyping'
brew 'rsync'

# Fonts
cask 'font-hack-nerd-font'

# Apps
cask 'iterm2'
cask 'visual-studio-code'
cask 'slack'
cask 'google-chrome'
cask 'virtualbox'
cask 'dropbox'
cask 'docker'
cask 'google-backup-and-sync'
cask '1password'
cask 'seafile-client'
